<?php
$title = "Дела в порядке";
$show_complete_tasks = rand(0, 1);
$categories = ["Входящие", "Учеба", "Работа", "Домашние дела", "Авто"];
$task_list = [
    [
        'task' => 'Собеседование в IT компании',
        'date' => '01.12.2018',
        'categories' => 'Работа',
        'status' => 'Нет'
    ],
    [
        'task' => 'Выполнить тестовое задание',
        'date' => '25.12.2018',
        'categories' => 'Работа',
        'status' => 'Нет'
    ],
    [
        'task' => 'Сделать задание первого раздела',
        'date' => '21.12.2018',
        'categories' => 'Учеба',
        'status' => 'Да'
    ],
    [
        'task' => 'Встреча с другом',
        'date' => '22.12.2018',
        'categories' => 'Входящие',
        'status' => 'Нет'
    ],
    [
        'task' => 'Купить корм для кота',
        'date' => 'Нет',
        'categories' => 'Домашние дела',
        'status' => 'Нет'
    ],
    [
        'task' => 'Заказать пиццу',
        'date' => 'Нет',
        'categories' => 'Домашние дела',
        'status' => 'Нет'
    ]
];
